{
  "multiconnect.betaWarning.line1": "%s वर्तमान में multiconnect द्वारा बीटा समर्थन में है।",
  "multiconnect.betaWarning.line2": "कमियाँ प्रत्याशित हैं, लेकिन कोई भी मिलने पर कमी ट्रैकर पर सूचना दें!",
  "multiconnect.changeForcedProtocol": "संस्करण",
  "multiconnect.config.allowOldUnsignedChat": "असुरक्षित सन्देश",
  "multiconnect.config.allowOldUnsignedChat.tooltip": "1.18.2 या पुराने सर्वर में असुरक्षित बातचीत संदेशों को अनुमति देता है।",
  "multiconnect.config.enableDebugKey": "डिबग कुंजी",
  "multiconnect.config.enablePacketRecording": "पैकेट रिकॉर्डर",
  "multiconnect.config.enablePacketRecording.tooltip": "उपयोकर्ता द्वारा भेजे और प्राप्त किये गए सभी पैकेटों को रिकॉर्ड करके एक लॉग फाइल में सहेजता है जिसका उपयोग डेवलपर द्वारा उपयोगकर्ता द्वारा ढूंढी गयी कमी को आसानी से पहचानने, और उसकी प्रतिकृति करने में किया जा सकता है। जब तक की वास्तव में आवश्यकता न हो इसके उपयोग की सलाह नहीं दी जाती",
  "multiconnect.config.title": "Multiconnect कॉन्फिग",
  "multiconnect.debug.runningHttpServer.stop": "रोकें",
  "multiconnect.debug.runningHttpServer.title": "HTTP सर्वर चल रहा है",
  "multiconnect.debug.menu.title": "Multiconnect डिबग स्क्रीन",
  "multiconnect.debug.menu.HttpServer.start" : "HttpServer शुरू करें",
  "multiconnect.debug.menu.start" : "फिर से शुरू करें",
  "multiconnect.debug.startingReplay": "पैकेट रीप्ले शुरू हो रहा है",
  "multiconnect.rareBug": "multiconnect में अभी-अभी एक दुर्लभ कमी घटित हुयी। कृपया अपना गेम लोग %s पर अपलोड करें ताकि इसे सही किया जा सके।",
  "multiconnect.rareBug.link": "इस्स्यू ट्रैकर",
  "multiconnect.rareBug.screen": "multiconnect में एक दुर्लभ कमी घटित हुयी। क्या आप इसे ठीक करने में मदद करने के लिए अपना गेम लॉग अपलोड करना चाहते हैं?",
  "multiconnect.signedChatScreen.title": "सुरक्षित चैट चेतावनी",
  "multiconnect.signedChatScreen.line1": "1.18.2 व इस से नीचे के चैट सन्देश सुरक्षित नहीं हैं। इसका मतलब यह है कि इन संस्करणों से चैट सन्देश जरूरी नहीं है कि उन्ही लोगो के हैं जो वो होने का दावा करते हैं। आधुनिक Minecraft में असुरक्षित चैट संदेशों को रोकने का विकल्प है, लेकिन पुराने सर्वेरों पर ऐसा करने से अन्य प्लेयर्स के चैट सन्देश दिखाई नहीं देंगे। क्या आप 1.18.2 या इस से नीचे के असुरक्षित संदेशो को देखना चाहते हैं?",
  "multiconnect.signedChatScreen.line2": "आप इस विकल्प को multiconnect की सेटिंग्स में बाद में बदल सकते हैं।",
  "multiconnect.unsupportedExperimentalCodec": "यह सर्वर प्रयोगात्मक फीचर्स का उपयोग कर रहा है, या फीचर्स जो सर्वर संस्करण में प्रयोगात्मक थे। Multiconnect प्रयोगात्मक डेटा का अनुवाद नहीं कर सकता, और इस सर्वर से नहीं जुड़ सकता"
}
