{
  "multiconnect.betaWarning.line1": "Поддержка версии %s в настоящее время всё ещё на стадии тестирования.",
  "multiconnect.betaWarning.line2": "Будьте готовы к проблемам и сообщайте о них на трекер ошибок!",
  "multiconnect.changeForcedProtocol": "Версия",
  "multiconnect.config.allowOldUnsignedChat": "Незащищённый чат",
  "multiconnect.config.allowOldUnsignedChat.tooltip": "Разрешить принимать незащищённые сообщения в чате от серверов версии 1.18.2 и ниже",
  "multiconnect.config.enableDebugKey": "Клавиша отладки (F8)",
  "multiconnect.config.enablePacketRecording": "Отладка пакетов",
  "multiconnect.config.enablePacketRecording.tooltip": "Записывать все полученные и отправленные пакеты и сохранять их в файл журнала. Это упрощает диагностику и воспроизведение ошибок разработчиками. Не включайте без крайней необходимости, если не знаете, что делаете.",
  "multiconnect.config.title": "Настройки Multiconnect",
  "multiconnect.debug.runningHttpServer.stop": "Остановить",
  "multiconnect.debug.runningHttpServer.title": "Запуск HTTP-сервера",
  "multiconnect.debug.menu.title": "Экран отладки Multiconnect",
  "multiconnect.debug.menu.HttpServer.start" : "Запустить HttpServer",
  "multiconnect.debug.menu.start" : "Начать запись",
  "multiconnect.debug.startingReplay": "Запущена запись пакетов",
  "multiconnect.rareBug": "В multiconnect только что произошла редкая ошибка. Пожалуйста, загрузите логи в %s, чтобы её можно было исправить.",
  "multiconnect.rareBug.link": "багтрекер",
  "multiconnect.rareBug.screen": "В multiconnect только что произошла редкая ошибка. Вы бы хотели загрузить игровой журнал на трекер ошибок, чтобы помочь её исправить?",
  "multiconnect.signedChatScreen.title": "Предупреждение о безопасности чата",
  "multiconnect.signedChatScreen.line1": "Сообщения от игроков с версии 1.18.2 и ниже не защищены. Это означает, что сообщения в чате, отправленные с этих версий, могут на самом деле принадлежать не тем, о ком вы думаете. Современный Minecraft обладает функцией блокировки подобных сообщений, однако её испрользование на старых серверах может привести к скрытию всех сообщений от других игроков. Вы бы хотели разрешить получение незащищённых сообщений для версий 1.18.2 и ниже?",
  "multiconnect.signedChatScreen.line2": "Это можно изменить в настройках multiconnect позднее.",
  "multiconnect.unsupportedExperimentalCodec": "Этот сервер использует экспериментальные функции или функции, которые были экспериментальными в версии сервера. Multiconnect не может преобразовывать экспериментальные данные и не может подключиться к этому серверу."
}
